[
    {
        "word": "Artificial brain implant",
        "meaning": "Cấy ghép não nhân tạo",
        "example": "Artificial brain implant is expected to save human from deadly brain diseases."
    },
    {
        "word": "Artificial intelligence",
        "meaning": "Trí tuệ nhân tạo",
        "example": "According to a report from the World Economic Forum, 85 million jobs will be replaced by machines with Artificial Intelligence by the year 2030."
    },
    {
        "word": "Blockchain",
        "meaning": "Chuỗi khối",
        "example": "Blockchain is likely to become the key technology behind many central bank digital currencies."
    },
    {
        "word": "Cloud computing",
        "meaning": "Điện toán đám mây",
        "example": "Cloud computing is becoming the most popular and key service that is offered by many IT service providers including, Amazon, Google, Salesorce.com."
    },
    {
        "word": "Computer built into clothing",
        "meaning": "Quần áo thông minh",
        "example": "Computer built into clothing is expected to become dominant technology trends within a few years."
    },
    {
        "word": "Direct links between brain and computer",
        "meaning": "Kết nối trực tiếp giữ não người và máy tính",
        "example": "Direct links between brain and computer are created by implanting tiny electrodes into the brain."
    },
    {
        "word": "Electronic humans",
        "meaning": "Người điện tử",
        "example": "In the future, electronic humans can replace human being in many jobs such as selling or teaching."
    },
    {
        "word": "EVA (Electronic Virtual Assistant)",
        "meaning": "Trợ lý ảo điện tử",
        "example": "Electronic Virtual Assistant is a software agent that can perform tasks or services for individuals."
    },
    {
        "word": "Firefighting robot",
        "meaning": "Robot cứu hỏa",
        "example": "Firefighting robots are able to go to an active fire scene that is too dangerous for firefighters."
    },
    {
        "word": "Hydraulic chair for virtual reality games",
        "meaning": "Ghế thủy lực cho các trò chơi thực tế ảo",
        "example": "Hydraulic chairs for virtual reality games are likely to become more popular as they make the experience more exciting and real for players."
    },
    {
        "word": "Intranets dominate over Internet",
        "meaning": "Mạng nội bộ chiếm ưu thế",
        "example": "It is a common fact that nowadays the intranet dominates over Internet in many countries."
    },
    {
        "word": "Personal wearable health monitor",
        "meaning": "Thiết bị theo dõi sức khỏe cá nhân",
        "example": "Personal wearable health monitor gives users convenience in daily health monitoring."
    },
    {
        "word": "Terabit per second on optical fibres over distance",
        "meaning": "Tốc độ Tb/s giới hạn trên cáp quang",
        "example": "A terabit per second on optical fibers over long distances allows for very fast internet speeds."
    },
    {
        "word": "Game development",
        "meaning": "Phát triển game",
        "example": "Game development is the process of creating games by a developer or a group of developers."
    },
    {
        "word": "Mobile application development",
        "meaning": "Phát triển ứng dụng di động",
        "example": "Mobile application development is the process of creating software applications that run on the mobile phone."
    },
    {
        "word": "Robotic pets",
        "meaning": "Thú cưng robot",
        "example": "There are a variety of robotic pets such as dogs, cats or even snakes."
    },
    {
        "word": "Robotic devices within blood vessels",
        "meaning": "Thiết bị robot bơi trong mạch máu",
        "example": "Robotic devices within blood vessels are breakthroughs in science."
    },
    {
        "word": "Radio frequency Identification",
        "meaning": "Nhận dạng qua tần số vô tuyến",
        "example": "Scientist can track down the trace of dolphins thanks to the radio frequency identification."
    },
    {
        "word": "Barcode",
        "meaning": "Mã vạch",
        "example": "Barcode contains the information that computers can read."
    },
    {
        "word": "Catch up with",
        "meaning": "Bắt kịp với",
        "example": "In Vietnam, many cities and businesses have studied and sought solutions to apply blockchain to catch up with technology changes in the world."
    },
    {
        "word": "Convergence",
        "meaning": "Sự hội tụ",
        "example": "The Internet has helped with the convergence of communication methods."
    },
    {
        "word": "Humanoid",
        "meaning": "Giống hệt con người",
        "example": "A humanoid robot named Sophie has been officially regconized as the first citizen in the world."
    },
    {
        "word": "Imagine",
        "meaning": "Tưởng tượng",
        "example": "How can you imagine that one day human will be taken out of space with the help of some special cable?"
    },
    {
        "word": "Imitate",
        "meaning": "Bắt chước",
        "example": "Robots are able to imitate human body shapes as well as mimic human facial expressions."
    },
    {
        "word": "Impact",
        "meaning": "Tác động, ảnh hưởng",
        "example": "Computers have been gaining their popularity and impacting on every area of daily life."
    },
    {
        "word": "Influence on",
        "meaning": "Ảnh hưởng",
        "example": "The emerge of new applications in medication has influenced on people’s longevity."
    },
    {
        "word": "Outstrip",
        "meaning": "Vượt xa",
        "example": "Our latest technological applications in medication have outstripped old treatments."
    },
    {
        "word": "Radio-frequency tag",
        "meaning": "Thẻ nhận dạng qua tần số vô tuyến",
        "example": "We can use radio-frequency tag to read the information on an object over distance of a few feet."
    },
    {
        "word": "Revolutionize",
        "meaning": "Cách mạng hóa",
        "example": "Electronic cash systems have revolutionized the way that people around the world pay for goods and services."
    },
    {
        "word": "Surveillance",
        "meaning": "Giám sát",
        "example": "Surveillance systems are an essential part of securing your home or business."
    },
    {
        "word": "Tackle with",
        "meaning": "Giải quyết, khắc phục, xử trí",
        "example": "Firefighting robots help firefighters tackle with serious fire more effectively."
    },
    {
        "word": "Will definitely",
        "meaning": "100%",
        "example": ""
    },
    {
        "word": "Will probably",
        "meaning": "75%",
        "example": ""
    },
    {
        "word": "Will possibly",
        "meaning": "50%",
        "example": ""
    },
    {
        "word": "Probably won't",
        "meaning": "25%",
        "example": ""
    },
    {
        "word": "Definitely won't",
        "meaning": "0%",
        "example": ""
    },
    {
        "word": "Redundant",
        "meaning": "Dư thừa",
        "example": ""
    },
    {
        "word": "Accounting software",
        "meaning": "Phần mềm kế toán",
        "example": "Zoho Books is one of the best online accounting software for your business."
    },
    {
        "word": "Adobe Reader",
        "meaning": "Phần mềm đọc file pdf",
        "example": "You need a piece of software like Adobe Reader to open this PDF document."
    },
    {
        "word": "Bioinformatics",
        "meaning": "Việc sử dụng tin học để phân tích dữ liệu sinh học",
        "example": "Genomics and bioinformatics are being used only by the most advanced developing countries."
    },
    {
        "word": "Corel Draw",
        "meaning": "Phần mềm biên tập đồ họa vector",
        "example": "Corel Draw is a vector graphics editor developed and marketed by Corel Corporation."
    },
    {
        "word": "Cost analysis",
        "meaning": "Phân tích chi phí",
        "example": "Cost analysis is an important first step before you engage in other types of economic evaluation."
    },
    {
        "word": "Data management",
        "meaning": "Việc quản lý dữ liệu",
        "example": "Data management solutions make processing, validation, and other essential tasks much simpler."
    },
    {
        "word": "Desktop publishing (DTP)",
        "meaning": "Kỹ thuật chế bản điện tử",
        "example": "Desktop publishing is the process of producing printed material by using a small computer and a printer."
    },
    {
        "word": "Desktop publishing software",
        "meaning": "Phần mềm chế bản điện tử",
        "example": "Desktop Publishing software helps create and publish page designs and printed materials."
    },
    {
        "word": "Digital assistant",
        "meaning": "Thiết bị hỗ trợ kỹ thuật số",
        "example": "Digital assistant is used to assist a user by answering questions and performing basic tasks."
    },
    {
        "word": "Dream Weaver",
        "meaning": "Phần mềm soạn thảo, xây dựng trang web",
        "example": "Adobe Inc. created Dream Weaver, a proprietary web development tool in 1997."
    },
    {
        "word": "Editor",
        "meaning": "Trình biên soạn",
        "example": "You will be able to use the editor to make any changes you want."
    },
    {
        "word": "Enterprise software",
        "meaning": "Phần mềm điều hành doanh nghiệp",
        "example": "Today, enterprise software is one of the key factors that sets the business operational functions on and going."
    },
    {
        "word": "Graphics program",
        "meaning": "Phần mềm đồ họa, chương trình đồ họa",
        "example": "Currently Adobe Photoshop is one of the most used and best-known graphics programs in America."
    },
    {
        "word": "Household app",
        "meaning": "Ứng dụng dành cho gia đình",
        "example": "The household app enables users to control aspects of their home life in a simple way."
    },
    {
        "word": "Image editing software",
        "meaning": "Phần mềm chỉnh sửa ảnh",
        "example": "Thanks to the image editing software, our photo of Fuji mountain becomes perfectly clear and sharp."
    },
    {
        "word": "Mobile apps",
        "meaning": "Ứng dụng di động",
        "example": "Mobile apps are software programs developed for mobile devices such as smartphones and tablets."
    },
    {
        "word": "Office suite (Word, Excel, PPT)",
        "meaning": "Bộ văn phòng ứng dụng",
        "example": "Office Suite is a cross-platform office suite application developed by MobiSystems."
    },
    {
        "word": "Payroll",
        "meaning": "Bảng lương",
        "example": "Zoho Payroll is an online payroll software easily paying your employees on time."
    },
    {
        "word": "Primitive",
        "meaning": "Khối hình cơ bản",
        "example": "A designer often uses geometric primitives to create the final graphical shapes."
    },
    {
        "word": "Photoshop",
        "meaning": "Phần mềm chỉnh sửa ảnh PTS",
        "example": "She used Photoshop software to make herself in this picture look thinner."
    },
    {
        "word": "Rational Rose",
        "meaning": "Phần mềm hỗ trợ phân tích thiết kế hệ thống",
        "example": "The Rational Rose software can be compatible with many operating systems such as Microsoft Windows, Linux, UNIX, etc."
    },
    {
        "word": "Route planning software",
        "meaning": "Phần mềm chỉ đường",
        "example": "RouteXL is an example for a route planning software that can help you plan your routes in minutes."
    },
    {
        "word": "Satellite navigation",
        "meaning": "Hệ thống định vị vệ tinh",
        "example": "Nowadays, satellite navigation is an indispensable tool in our daily lives."
    },
    {
        "word": "Simulation",
        "meaning": "Sự mô phỏng",
        "example": "They use computer simulation to predict weather conditions."
    },
    {
        "word": "Spreadsheet",
        "meaning": "Bảng tính",
        "example": "You should open your Excel spreadsheet program, browse to the file, and open it."
    },
    {
        "word": "Video editing software",
        "meaning": "Phần mềm chỉnh sửa video",
        "example": "This is the first time I have used a video editing software on computer to edit my video."
    },
    {
        "word": "Visual Studio",
        "meaning": "Phần mềm của Microsoft dùng để lập trình",
        "example": "Visual Studio is used to develop computer programs, as well as websites, web apps, web services and mobile apps."
    },
    {
        "word": "Word processing software",
        "meaning": "Phần mềm xử lý từ/Bộ xử lý từ",
        "example": "This Word processing software allows you to work with two documents at the same time."
    },
    {
        "word": "Be supposed to",
        "meaning": "Giả định là, giả sử là",
        "example": "These laptop batteries are supposed to last for a year."
    },
    {
        "word": "Benefit",
        "meaning": "Được hưởng lợi từ",
        "example": "Everyone in the company has benefited from the new computer systems."
    },
    {
        "word": "Downsize",
        "meaning": "Thu nhỏ lại",
        "example": "To downsize a PDF file, you need one of two things: a downloadable application or an online PDF compression service."
    },
    {
        "word": "Enhance",
        "meaning": "Nâng cao",
        "example": "Panasonic is trying to enhance the quality of life through innovative products."
    },
    {
        "word": "Keep track of",
        "meaning": "Theo dõi",
        "example": "This easy-to-use software keeps track of all your information and organizes it by categories and key words."
    },
    {
        "word": "Optimize",
        "meaning": "Tối ưu hóa",
        "example": "We need to optimize our use of the existing technology."
    },
    {
        "word": "Own",
        "meaning": "Sở hữu, làm chủ",
        "example": "This smartphone owns some new features that are very useful for users."
    },
    {
        "word": "Preserve",
        "meaning": "Bảo tồn, giữ gìn",
        "example": "Cameras are often used to store and preserve a lot of unforgetable memories."
    },
    {
        "word": "Retouch",
        "meaning": "Chỉnh sửa lại",
        "example": "We had the wedding photos retouched to make them seem like a sunny day."
    },
    {
        "word": "Simulate",
        "meaning": "Minh họa, mô phỏng",
        "example": "This program is designed to simulate user behavior on a website."
    },
    {
        "word": "Invest in",
        "meaning": "Đầu tư",
        "example": "If I have a lot of money, I will invest in some new multimedia software."
    },
    {
        "word": "Đọc 'ed'",
        "meaning": "/t/, /d/: id.\n\n/p/, /f/, /s/, /ʃ/, /tʃ/, /k/: t.\n\ncòn lại: d",
        "example": ""
    }
]